Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/4680 - Баласа5.tmx
Source language: ru
Languages: ba

source: А мне и надо было выскочить:
ba: Мин шунда уҡ әйтә һалдым:

source: Поднялся отец с подушки — Пух и перья на макушке.
ba: Атайымдың мендәре — Пыр-пыр итә йөндәре,

source: Ух, теперь от всех подряд Пух и перья полетят!
ba: Атай үҙе пыр туҙа Мендәренән элгәре.

source: «Чтоб шайтан тебе на язык плюнул», — крикнул отец и подшитым башмаком запустил.
ba: — «һи, ауыҙыңа шайтан төкөргөрө!» — тип ҡыптыр ҡата менән ебәрҙе.

source: Прямо в срамное место попал,
ba: Йән ергә килеп тейҙе.

source: тут я и переломился пополам.
ba: Бөгөлдөм дә төштөм.

source: Сам дурак, язык даже свой сдержать не могу.
ba: Үҙем дә иҫәр инде, бер телемде тыя алмайым.

source: Белоголовый одноухий Асхат, если взглянуть вдруг, похож на самовар с отломанной ручкой.
ba: Минең ҡаршыла ултырған етен башлы, һыңар ҡолаҡлы Әсғәт ҡапыл ҡарағанда бер тотҡаһы төшкән самауырға оҡшап китә.

source: Даже лучи закатного солнца играют в его волосах, как переливались бы они в прозрачном чаду самовара.
ba: Батып барған ҡояш нурҙары ла, самауыр еҙендә сағылып уйнаған шикелле, уның сәс араһында йымылдай.

source: Внизу под горой расстилается чуть заметная глазу ясная синева.
ba: Тау аҫтында, түбәндә, күҙгә күренер-күренмәҫ кенә шыйыҡ зәңгәрлек төшә.

source: — Вон та синева, — говорит Асхат, — она с неба сыплется.
ba: — Анау зәңгәрлек, — ти Әсғәт, — ул күктән ҡойола.

source: За целый день свод небесный накаляется, вот под вечер и сыплется с лазури синяя пыль.
ba: Көн буйы күк йөҙө ҡыҙа ла кискә табан, унан ҡубып, шулай зәңгәр туҙан һибелә.

source: Чистая правда.
ba: Әлбиттә, дөрөҫөн әйтә ул.

source: Откуда же еще взяться такой синеве?
ba: Юғиһә ҡайҙан сыҡһын ул зәңгәрлек?

source: Если бы из земли поднялась, был бы просто туман.
ba: Ерҙән күтәрелһә, бары быу күтәрелер ине.

source: Вечер высок, тих.
ba: Ер йөҙөндә ниндәйҙер моңһоу тынлыҡ ята.

source: В алеющем небе ни облачка, на земле ни ветерка.
ba: Юғарыла болот та, түбәндә ел дә юҡ.

source: И долгая горестная песня кого-то, едущего через луг, разрезала тишину.
ba: Шул тынлыҡты ярып, бынан алыҫ түгел туғай юлы буйлап кемдер, үтә моңло, үтә зарлы итеп, йыр йырлап үтте.

source: Должно быть, верхом едет,
ba: Һыбай бара булырға тейеш ул.

source: Пеший человек не смог бы петь так широко и так безотрадно.
ba: Йәйәүле кеше былай уҡ иркен, былай уҡ яманһыу йырлай алмаҫ ине.

source: Я и сам, только на лошадь залезу, или веселюсь, как сумасшедший, или совсем сникаю.
ba: Мин үҙем дә атҡа атланһам, йә шашып дәртләнәм, йә яман моңаям.

source: Ясно расслышали мы только последние слова песни:
ba: Беҙ йырҙың бары һуңғы һүҙҙәрен генә асыҡ итеп ишетә алдыҡ:

source: Не войдет человек в чужую могилу...»
ba: Кеше кермәй кеше гүренә...

source: — Это Рамазан, сын Шайхи,
ba: — Шәйхи малайы Рамазан был.

source: — Асхат тут же узнал певца по голосу.
ba: — Әсғәт йырсының тауышын шунда уҡ танып алды.

source: Сильно горюет он по отцу...
ba: — Атаһы мәрхүм тураһында зар илай ул.

source: С неделю назад случилось событие, потрясшее весь аул.
ba: Бынан бер аҙна ғына әүәл бар ауылды тетрәткән шундай хәл булды.

source: Два брата Кашафетдин и Шайхетдин — строили возле деревни Лекаревки мост через Дему.
ba: Кашафетдин менән Шәйхулла исемле ағалы-энеле ике кеше Лекаревка тигән рус ауылы янында Дим аша күпер һалып ята икән.

source: Уже совсем достроили мост, как оступился Кашафетдин и упал в реку.
ba: Күпер бына-бына бөттө тигәндә, Кашафетдин, яҙа баҫып, һыуға ҡолап төшкән.

source: Пытаясь спасти старшего брата,
ba: Йөҙә белмәгән ағаһын ҡотҡармаҡсы булып.

source: Шайхетдин прыгнул вслед за ним.
ba: Шәйхулла Димгә һикергән.

source: Ушел под воду и больше не показался.
ba: Шул сумыуҙан башҡаса ҡалҡмаған.

source: Кашафетдин кое-как прибился к берегу,
ba: Кашафетдин, улай-былай итеп, ярға килеп һуғылған.

source: а Шайхетдин так и исчез.
ba: Ә Шәйхулла ғәйеп булған.

source: Только через три дня где-то в низовье Демы выплыло его тело...
ba: Өс көн үткәс кенә уның кәүҙәһе ҡайҙалыр Дим түбәнендә килеп сыҡҡан.

source: Оказалось, что, ныряя, он ударился головой о корягу.
ba: Ул башы менән йылға төбөндәге иҫке бағана осона барып һуғылған булған.

source: Давно затих голос Рамазана, а его песня все еще звучала в ушах:
ba: Рамаҙандың тауышы күптән тынды, ә һүҙе менән моңо күңелдә тороп ҡалды.

source: «Не войдет человек в чужую могилу...»
ba: Кеше кермәй кеше гүренә...

source: — Асхат, а Асхат! — сказал я моему загрустившему другу.
ba: — Әсғәт, ә, Әсғәт, — тим мин ойоп ултырған дуҫыма,

source: — А ведь, если подумать, Шайхетдин не в свою могилу вошел.
ba: — ә бит уйлап ҡараһаң, Шәйхи үҙ гүренә түгел, ағаһының гүренә ингән.

source: Умереть-то Кашафетдин-агай должен был.
ba: Үлергә Кашафетдин ағай тейеш булған.

source: — Не знаю, — покачал головой Асхат.
ba: — Әллә инде, — Әсғәт баш сайҡаны, — быны һын мин белмәйем.

source: Надо будет у Старшей Матери спросить.
ba: Оло инәйеңдән һорарға кәрәк.

source: О рождении человека она все знает и про смерть, наверное, тоже.
ba: Кеше тыуыуы тураһында ул бөтәһен дә белә, үлем тураһында ла, моғайын, беләлер.

source: Но спрашивать у нее я все же не стал.
ba: Ләкин был турала мин Оло инәйемдән һораманым.

source: Не любит она, когда про смерть допытываются.
ba: Үлем тураһында төпсөнгәнде яратмай ул.

source: Асхат долго молчал, и, когда начал говорить, что-то загадочное было в его голосе, и мне опять стало неспокойно.
ba: Байтаҡ һүҙһеҙ ултырғас, Әсғәт ниндәйҙер серле лә, шомло ла тауыш менән һәйләргә тотондо.

source: Сумеешь сберечь — обе тебе открою.
ba: Әгәр һаҡларҙан булһаң, ике серемде һөйләйем һиңә.

source: Клянешься?
ba: Антмы?

source: — Хлебом клянусь.
ba: — Икмәк өҫтө.

source: — Ты же знаешь черноволосую, черноглазую сироту Фариду с вашей улицы.
ba: — һин бит үрге остағы сөм-ҡара сәсле, сөм- ҡара күҙле Фәриҙә исемле етем ҡыҙҙы беләһең.

source: дом у них высокий...
ba: Уларҙың йорто бейек...

source: — Знаю.
ba: — Беләм.

source: — Мачеха Фариду день-деньской только бьет да ругает.
ba: — Шул Фәриҙәне үгәй әсәһе көн һайын йә әрләй, йә туҡмай.

source: Несчастная она, вроде меня.
ba: Минең шикелле бәхетһеҙ ул.

source: Мы с ней парой пришлись.
ba: Беҙ етем Фәриҙә менән икәү бер ишбеҙ.

source: Об этом мне одна из двух сросшихся, обожженных молнией берез, что возле Святого ручья стоят, сказала.
ba: Миңә ул хаҡта анау Әүлиә шишмәһе янындағы йәшен һуҡҡан ҡуш ҡайындың береһе әйтте.

source: Эту девочку я больше всех на свете жалею.
ba: Донъяла минең иң ҡыҙғанған кешем — ана шул ҡыҙ.

source: Даже себя так не жалею.
ba: Үҙемде лә был тиклем үк йәлләмәйем.

source: Я и песню про нее сложил:
ba: Уның хаҡында мин йыр ҙа сығарҙым.

source: В темном доме девица Плачет, леденеет.
ba: Бейек-бейек ыҙмала Йәштәр түгә ҡыҙ бала.

source: Мое сердце девицу бедную жалеет.
ba: Йәштәр түккән ҡыҙ баланы күңелдәрем ҡыҙғана. .

source: Пою эту песню и плачу.
ba: Ошо йырҙы йырлайым да, үҙем илайым.

source: — А ей какая польза от твоих слез?
ba: — һинең илауыңдан уға ни файҙа?

source: — Покуда пользы нет.
ba: — Әлегә файҙа юҡ.

source: Но когда я вырасту, я влюблюсь в нее.
ba: Үҫеп буйға еткәс, мин уға ғашиҡ буласаҡмын.

source: И однажды весенним утром, перед самым-самым восходом, я возьму ее за руку, и мы пойдем навстречу солнцу.
ba: Шунан бер көндө, йәйге ҡояш яңы ғына сығып килгән бер мәлдә, мин уны етәкләп аласаҡмын да ҡояшҡа ҡарай китәсәкмен.

source: Птицы без умолку будут петь нам, а впереди, показывая дорогу, будут порхать бабочки.
ba: Баш особоҙҙа өҙлөкһөҙ ҡоштар һайрап торасаҡ, алдыбыҙҙа пырылдап аҡ күбәләктәр осоп, беҙгә юл күрһәтеп барасаҡ.

source: Видя нашу радость, цветы склонят головы, уползут змеи в нору, волки забьются в логово.
ba: Беҙҙең ҡыуанысты күреп, сәскәләр баш эйәсәк, йыландар ояларына, бүреләр өңдәренә ҡасасаҡ.

source: Мы будем идти и идти и поднимемся на самую высокую земную вершину, Девичьей Горки даже выше, само небо внизу останется.
ba: Беҙ донъяның иң бейек түбәһенә — Ҡыҙҙар тауынан да бейегерәк тау башына менәсәкбеҙ, хатта күк үҙе түбәндә тороп ҡаласаҡ.

source: Ту вершину покрывает высокая густая трава.
ba: Тау башын ҡуйы оҙон үлән ҡаплаған булыр.

source: Если чуть нагнуться, она совсем нас закроет.
ba: Саҡ ҡына эйелһәк, ул беҙҙе бөтөнләй күмәсәк.

source: И в этой траве я украдкой поцелую ее в левую щеку.
ba: Ана шул үлән араһында боҫоп ҡына уның һул битен үбеп аласаҡмын,

source: На левой щеке у нее красивая родинка есть...
ba: һул битендә уның матур миңе бар...

source: Нашел занятие!
ba: Тапҡанһың һөнәр...

source: Целующийся Асхат мне совсем не понравился.
ba: — Әсғәттең үбешеүе миңә оҡшаманы.

source: А поведение Фариды, позволяющей целовать себя в густой траве, показалось и вовсе неприлично.
ba: Ҡуйы үлән араһына йәшеренеп, үҙен үптереп торған Фәриҙәнең ҡылығы иһә бөтөнләй йәмһеҙ күренде.

source: — Влюбленные должны целоваться.
ba: — Ғашиҡтәр үбешергә тейеш.

source: Иначе нельзя.
ba: Үбешмәйенсә булмай ул.

source: Я ведь не сейчас, когда вырасту...
ba: Мин бит әле түгел, үҫкәс...

source: Не была бы Фарида сиротой, не обижала бы ее мачеха, я бы и не влюбился в нее.
ba: Фәриҙә әгәр етем булмаһа, үгәй әсәһе уны йәберләмәһә, бәлки, мин уға ғашиҡ тә булмаҫ инем...

source: Счастливому человеку нужды-то во мне — одна копейка.
ba: Бәхетле кешегә минең дә кәрәгем бер тин.

source: Из тех берез-двойняшек одна мне так сказала: «Шаткому опора нужна, одинокому в друге нужда».
ba: Теге ҡуш ҡайындың береһе миңә йәнә шуны әйтте: «Берәүгә берәү кәрәк, ҡыйышҡа терәү кәрәк», — тине.

source: Такие, как мы с Фаридой, шаткие, друг другу опорой должны быть.
ba: Фәриҙә менән минең ише ҡыйыштар бер-береһенә терәү булырға тейеш.

source: Только об этом никому уж не говори.
ba: Тик был хаҡта кешегә һөйләмә инде.

source: — Сказал же: клянусь!
ba: — Ант!—тинем.

source: Клятве не веришь, что ли?
ba: — Антҡа ышанмайһыңмы ни?

source: — Верить-то верю...
ba: — Ышанам да.

source: Не совсем по душе пришлась мне та Асхатова тайна.
ba: Әсғәттең был «сер»е, ниңәлер, миңә оҡшап етмә не.

source: Верю, и на самую высокую гору заведет он Фариду, и солнечными лучами ее окутает, и птицу певчую поймает, и песню, что у ручья перенял, споет.
ba: Беләм, ул теләһә, Фәриҙәне иң бейек тауға ла алып менер, ҡояш нурҙарына ла сорнар, һайрар ҡоштар ҙа тотоп бирер уға, шишмәләрҙән отоп ал ған йырҙарын да йырлар.

source: Небо внизу будет, они — наверху.
ba: Күк түбәндә, улар юғары ла булыр.

source: Силы у него безграничные.
ba: Ҡөҙрәте сикләнмәгән уның.

source: Только я и ту Фариду знаю.
ba: Әммә ул Фәриҙәне мин дә беләм.

source: Каждый раз, проходя мимо их дома, поправляю тюбетейку, чтобы ладно сидела, и стараюсь поменьше шмыгать носом.
ba: Улар йорто тураһынан уҙғанда, түбәтәйемде төҙәтеберәк, ҡуп- шыраҡ итеп кейәм, танауҙы ла һирәгерәк тартырға тырышам...

source: Зря открыл мне Асхат свою тайну.
ba: Юҡҡа асты Әсғәт был «сер»ен.

source: Выходит, этой девчонке с черными-черными волосами, с ярко-черными глазами, с родинкой на левой щеке я неровня.
ba: Тимәк, мин сөм-ҡара сәсле, сөм-ҡара күҙле, һул битендә ҡара миңе балҡып торған етем ҡыҙға тиң түгел,

source: Потому что живу я, живу, а страданий еще никаких не изведал.
ba: сөнки мин яфа сикмәй йәшәйем.

source: Какие бы испытания мне ни выпали, тайны друга я никогда не открою.
ba: Ниҙәр генә күрергә яҙмаһын, дуҫымдың серен барыбер сисәсәк түгелмен.

source: Луна видела, солнце высушило...
ba: Ай күрҙе, ҡояш алды...

source: Друг не заметил, что я о своем задумался.
ba: Минең күңелемә иләҫ-миләҫ уйҙар ҡағылып үткәнде дуҫым һиҙмәне.

source: Он был полон своей тоски.
ba: Уның үҙ һағышы үҙенә еткәйне.

source: — Были бы мы птицами, — сказал Асхат, — улетели бы далеко, далеко.
ba: — Әгәр ҡоштар булһаҡ, хәҙер үк осоп китер инек, — ти Әсғәт, һаман үҙенекен һөйләй.

source: Я бы уговорил ее.
ba: — Мин уны нисек тә күндерер инем.

source: — А какой бы ты птицей стал — кречетом, лебедем или скворцом?
ba: — Ә һин ниндәй ҡош булырға теләр инең — шоңҡармы, аҡҡошмо әллә сыйырсыҡмы? — тим мин.

source: Он долго думал.
ba: Ул байтаҡ уйланап тора.

source: И потом ответил: — Нет, все равно я бы птицей не стал.
ba: Шунан ғына яуап ҡайтара: — Юҡ, мин барыбер ҡош булмаҫ инем.

source: Если я в птицу обращусь, вихрь, когда за мной придет, поищет-поищет меня и обратно улетит.
ba: Ҡошҡа әйләнһәм, минең арттан килгән өйөрмә, мине тап май, кире китер.

source: — Какой вихрь?
ba: — Ниндәй өйөрмә ул?

source: — Этот вихрь и есть моя вторая тайна.
ba: — Икенсе серем ана шул өйөрмә инде.

source: Повтори клятву!
ba: Антыңды ҡабатла!

source: — Хлебом клянусь!
ba: — Икмәк өҫтө!

source: Я смотрю прямо в худое лицо Асхата.
ba: Әсғәттең арыҡ йөҙөнә ҡараным.

source: Глубокая дума сидит в его синих глазах.
ba: Уның зәңгәр күҙҙәре шундай уйсандар.

source: Я не здесь, я в другой, прекрасной стране родился — там шелковые травы высоко вздымаются, ягоды и плоды медом наливаются.
ba: — Мин бында түгел, башҡа илдә — ебәк үләндәр үҫкән, татлы емештәр бешкән сәхрә ерҙә тыуғанмын.

source: Налетел однажды страшный ураган, подхватил меня, понес через бездонные ущелья, черные леса, неоглядные долины и бросил здесь.
ba: Бер заман ҡаты өйөрмә сыҡҡан да, мине күтәреп, бейек тауҙар, сикһеҙ дарьялар, ҡара ур мандар аша ошонда килтереп ташлаған.

source: А отсюда другого мальчика унес.
ba: Минең урынға бынан икенсе малайҙы осортоп алып киткән.

source: Чтобы каждый из нас изведал: он — счастье-радости, я — беды-горести.
ba: Тегегә рәхәт, миңә михнәт татытыу өсөн шулай иткән ул.

source: Пройдет срок, и нас снова поменяют.
ba: Ваҡыты еткәс, беҙҙе яңынан алмаштыра саҡтар.

source: Если бы не занесло меня из чужих стран — не клевали бы меня все, словно птенца из чужого гнезда.
ba: Әгәр ҙә мин ят ерҙәрҙән килмәгән булһам, мине сит ояның себеше урынына шул саҡлы ҡыйыр һытырҙар инеме ни?

source: Я знаю, они парой ходят: на одно страдание — одна радость.
ba: Беләм мин, бер ҡыйындың бер анһаты буласаҡ.

source: Вон из-за того березняка вынесется вихрь, схватит меня, и мы улетим.
ba: Анау Ҡайынлы ҡул яғынан ғына өйөрөлөп килер ҙә ул өйөрмә мине алып та китер.

source: Каждый раз, только ветер поднимается, я лезу на крышу сарая и жду.
ba: Ғәрәсәт ҡупҡан һайын мин, аҙбар башына менеп, көтөп торам.

source: Но не настало еще время.
ba: Тик әлегә ваҡыты етмәгән.

source: Я еще здесь не всю свою долю изведал, не всю воду выпил, не весь огонь проглотил.
ba: Бында әсәһе һыуым эселеп, йотаһы утым йотолоп бөтмәгән.

source: У меня сердце оборвалось.
ba: Минең йөрәгем жыу итеп китте:

source: — Выходит, тебя нечистая сила подменила!..
ba: — Улайһа, һине пәрей алмаштырған булып сы ға...

source: Выходит, ты шайтана сын!
ba: Улайһа, һин пәрей балаһы!..

source: — Нет, у него дети светлыми не бывают, все черные.
ba: — Юҡ, пәрей балаһы аҡ булмай, ҡара була.

source: Говорю же, меня сюда из другого мира, из страны счастливых забросило.
ba: Әйтәм бит, мине бында бүтән донъянан, бәхетлеләр иленән, килтереп ташлағандар.

source: Все равно меня отыщут...
ba: Мине юллап таба саҡтар барыбер...

source: Много после этого ураганов прошло, много вихрей пронеслось, но все они обходили моего друга стороной.
ba: Бынан һуң бик күп дауылдар булды, өйөрмәләр уҙҙы, әммә улар минең дуҫыма теймәнеләр.

source: Асхат об этом больше никогда не говорил, ни разу.
ba: Әсғәт үҙе лә ҡабатламаны был хаҡта — бер ваҡытта ла.

source: И я не поминал.
ba: Мин дә хәтерләтмәнем.

source: Так, наперегонки с судьбой, мы и подрастали.
ba: Яҙмыш менән бәхәсләшеп, беҙ үҫә барҙыҡ.

source: Выросли, вытянулись.
ba: Буйға еттек.

source: Когда Асхат был маленький, старый Искандер в школу его не пускал: «Только и осталось — к черту, за наукой ходить!» — говорил он.
ba: Кескәй саҡта уны атаһы: «Шайтан һабағына йөрөмә!» —тип мәктәпкә барыуҙан тыйҙы,

source: Потом уже и сам Асхат не очень рвался.
ba: һуңынан үҙе күңел һалманы.

source: Так и остался полуграмотным, еле буквы разбирал.
ba: Ул хәреф таныр-танымаҫ көйө ҡалды.

source: Но прославился в нашем ауле и во всех соседних как острослов, выдумщик, сочинитель песен.
ba: Үҙе бөтә ауылда сәсән телле һүҙ оҫтаһы, йыр, таҡмаҡ сығарыусы булып дан алды.

source: Из-за острого языка и поколачивали порой.
ba: Шул әсе телле, тапҡыр һүҙе арҡаһында уға ара- тирә туҡмаҡ та төшкөләй торҙо.

source: Но он не унывал, языка своего не укрощал, только приговаривал: «По вору и кнут».
ba: «Яҙығына күрә язаһы», — тип ул телен дә тыйманы, йәбер-йоборға ла иҫе китмәне.

source: Но однажды налетела черная буря, накрыла всю страну,
ba: Бер заман бөтә ил өҫтөнә көрән өйөрмә ябырылды.

source: закружила наших джигитов и унесла в далекие края.
ba: Ул өйөрөлдөрөп-өйөрөлдөрөп, еләк кеүек егет тәрҙе алыҫ яҡтарға алып китте.

source: Не из светлых стран пришла эта буря — из черной страны горя нагрянула.
ba: Бәхет иленән түгел, бәхетһеҙлек иленән килгәйне был ғәрәсәт.

source: Асхат уже понимал тогда, что родная земля его с шелковой травой — вся здесь, у его ног.
ba: Әсғәт тә инде ебәк үләнле ғәзиз тупраҡтың үҙ аяғы аҫтында икәнен күптән аңлағайны.

source: Било и мотало нас этим вихрем, мы становились мужчинами,
ba: Шул өйөрмә ҡаҡҡылап-һуҡҡылап беҙҙе ир итте.

source: и в долю выпало кому смерть, кому слава.
ba: Ҡайһыларыбыҙға әжәлдән, ҡайһыларыбыҙға дандан өлөш сыҡты.

source: Но выше всех бурь поднялся священный свет родной земли, он осветил мужество живых и могилы мертвых.
ba: Әммә бөтәһенән дә юғарыраҡ күтәрелеп тыуған тупраҡтың изге нуры тереләрҙең рухын, үлеләрҙең гүрен яҡтыртты.

source: Многих огненный вихрь унес в страну, откуда возврата нет.
ba: Бик күптәребеҙҙе утлы өйөрмә кире әйләнеп ҡайтмаҫ ерҙәргә алып китте.

source: Пропал без вести и Асхат.
ba: Әсғәт тә хәбәрһеҙ ғәйеп булды.

source: Но я не могу поверить.
ba: Юҡ, быға ышанып булмай.

source: Он был не из тех, кто пропадает без вести.
ba: Ул хәбәрһеҙ юға ла торғандарҙан түгел ине.

source: Видно, синева его глаз слилась где-то с синевой неба.
ba: Күрәһең, уның күҙҙәренең зәңгәрлеге ҡайҙалыр күктәрҙең зәңгәрлеге менән барып тоташҡандар.

source: Не думаю, что умер он в судорогах, корчась на земле.
ba: Үлгәндә ул ерҙә ятып, тартышып, сәбәләнеп, сырай һытып үлмәгәндер;

source: Может, ехал он верхом и рухнул с седла, а может, в пылающем самолете сгорел высоко в небе.
ba: йә һыбай елеп барғанда эйәр өҫтөнән атылып төшкәндер, йә самолетта осоп килгәндә һауала дөрләп янғандыр.

source: Он был красивым человеком.
ba: Ул яҡшы күңелле, матур кеше ине.

source: Я не верю, что красивый человек может умереть некрасиво.
ba: Яҡшы күңелле матур кешенең йәмһеҙ үлеүе мөмкин түгел.

source: Он был поэтом.
ba: Ул шағир ине.

source: Смерть поэта не может быть безобразной.
ba: Шағирҙең йәмһеҙ үлеүе мөмкин түгел.

source: Прошли годы, я уже думал, что Асхат совсем ушел в омут времени.
ba: Әсғәтте заман соңғолона бөтөнләй батгы тиһәм дә,

source: Но вдруг — глазу, как ветер невидимая, уху, как луч, неслышная — весть о нем пронеслась над нашей землей.
ba: байтаҡ йылдар уҙғас, уның тураһында, күҙгә күренмәҫ ел һымаҡ, ҡолаҡ ишетмәҫ нур һымаҡ, бер хәбәр ил өҫтөнән һаҡ ҡына тирбәлеп үтте.

source: Будто бы видели: одноухий синеглазый юноша перепрыгивает с планеты на планету и лучиной зажигает потухшие звезды.
ba: Имеш, баяғы ғаләм аҙаматы алыҫ галактикаларҙың алыҫында планетанан-планетаға һикереп атлап барған етен сәсле, зәңгәр күҙле, һыңар ҡолаҡлы йәш егетте шәйләп ҡалған.

source: А тем, что тускло горят, добавляет яркости.
ba: һүнә барғандарына ут өҫтәп йөрөй икән.

source: Этому вполне можно верить.
ba: Быныһына ышанырға була.

source: Значит, поэт взялся за свое главное дело.
ba: Тимәк, шағир үҙенең төп эшенә тотонған...
